// © Copyright 2010-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Rens udtværing bag på siden";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Annuller";

CleaningConfirmationTitle = "Rensning af udtværing bag på siden";
CleaningConfirmationBody = "Denne proces kan tage flere minutter. Mekaniske lyde er normalt i denne sammenhæng, og papiret bevæges frem og tilbage i printeren. Klik på OK for at begynde.";
PaperNotFoundTite = "Papir ikke fundet";
PaperNotFoundBody = "Læg papir i papirbakken, før du starter processen Rensning af udtværing bag på siden. Klik på OK for at fortsætte.";
BackPageSmearCleaningTitle = "Rensning af udtværing bag på siden…";
BackPageSmearCleaningCompleteBody = "Rensning af udtværing bag på siden er udført";

NotInitiatedTitle = "Rensning kunne ikke startes";
NotInitiatedMsg = "Renseproceduren kunne ikke startes. Tjek, at printeren er online, og at den ikke er optaget af andre job.";

HSDTitleTextFieldValue = "Rens udtværing bag på siden";
HSDGuideTextFieldValue = "Læg papir i papirbakken, før du starter processen Rensning af udtværing bag på siden. Klik på Rens for at fortsætte.";
HSDCleanButtonTitle = "Rens";

BackPageSmearCancelingTitle = "Annullerer";

HSDInfoTextFieldValue = "Denne procedure kan udføres, hvis der er pletter på bagsiden af et udskrevet papirark. Back of Page Smear Cleaning (Rengøring af pletter på bagsiden af papirark) rengør en del inde i printeren, der er plettet.";
